{
	"name": "SoundEnglish",
	"home": "Home",
	"method": "My method",
	"about": "About me",
	"contact": "Contact",
	"learn_more": "Learn more",
	"contact_me": "Contact me!",
	"discover_method": "Discover the method",
	"hero_title": "Practical day-to-day English for <span class=\"titleHighlight\">expats</span> and <span class=\"titleHighlight\">digital nomads</span>",
	"hero_text": "Language barriers may oftentimes stand in the way of our personal and professional development.Inability to communicate causes frustration and alienation making it impossible to feel like home when living abroad...<br><br>If you seek to gain confidence in speaking English, handling daily situations effortlessly, and finally feeling at ease when speaking with natives, my classes are a perfect solution for you!",
	"contact_now": "Contact now",
	"xp_years": "<span class=\"iconHighlight\">9+</span> Years of exeprience",
	"xp_years_text": "in teaching adults",
	"lives_changed": "<span class=\"iconHighlight\">250+</span> Lives changed",
	"lives_changed_text": "through better english communication",
	"classes_given": "<span class=\"iconHighlight\">9,000+</span> classes given",
	"classes_given_text": "since 2015",
	"finding_way": "Finding the way that’s right for you.",
	"finding_way_text": "Let’s connect during a free 60-minute discovery call to talk about your linguistic needs and expectations. Together, we’ll plan your personalised English journey, starting right here!",
	"get_free_lesson": "Get my free discovery lesson!",
	"keypoint_1_title": "Tailor-made",
	"keypoint_1_text": "Every class is 100% personalized—we focus on subjects relevant to your life, making sure to equip you with necessary vocabulary and structures to navigate the situations you may encounter every day.",
	"keypoint_2_title": "Communication-based",
	"keypoint_2_text": "As speaking is the most vital skill when it comes to language learning, this is exactly what we focus on the most. Every lesson is built around effective communication—discussions, role-plays, expression opinions. No matter your level, we speak from day one!",
	"keypoint_3_title": "Real-life language – not textbook",
	"keypoint_3_text": "We focus exclusively on language that will be truly useful in your everyday life. We don’t waste time on “standard” or “comfortable” topics imposed by textbooks. Your experiences and needs are our guide!",
	"keypoint_4_title": "Language resourcefulness",
	"keypoint_4_text": "Instead of memorizing a million words, we learn how to use the vocabulary you already have and handle everyday situations.",
	"keypoint_5_title": "Homework that’s not so scary",
	"keypoint_5_text": "Personalized homework keeps you in regular contact with the language between our sessions. It’s a set of carefully selected materials (videos, articles) and stimulating tasks that help reinforce what you’ve learned in class and/or prepare you for the next lesson.",
	"get_in_touch": "Get in touch",
	"services_title": "Speak English. <span id=\"servicesHighlight\">Naturally</span>.",
	"services_text": "I offer a wide range of services to fit your specific objectives, and am also open to providing a tailor-made course if you're looking for something that falls out of the scope of the below services!",
	"individual_classes_title": "Individual classes",
	"individual_classes_session": "1-hour individual session<br><span class=\"price\">35€/hour</span>",
	"individual_classes_text": "The right fit for you, if:<br><br> - You have a clear-cut, precise language goal (e.g., a new job, moving to another country, or starting travelling).<br> - You are just at the beginning of your language journey and need a solid foundation to quickly gain confidence in communication.<br> - You would like the classes to concentrate on the language areas that are essential for you, fully tailored to your learning pace and lifestyle.",
	"group_sessions_title": "Group sessions",
	"group_sessions_session": "1-hour small group session (2-6 people)<br><span class=\"price\">19€/hour</span>",
	"group_sessions_text": "The right fit for you if:<br><br> - You already have a strong language foundation and seek to exercise your skills through conversations and interactions with other people.<br> - Your goal is to simply make progress and build language confidence in natural, everyday situations.<br> - You enjoy working in a group and learning through the exchange of experiences.",
	"language_consultation_title": "Language consultation",
	"language_consultation_session": "1-hour language-learning coaching session<br><span class=\"price\">39€</span>",
	"language_consultation_text": "The right fit for you if:<br><br> - You are a self-learner and need direction on how to best plan out your learning strategy and how to progress efficiently.<br> - You are looking for compelling learning materials, such as websites, apps, podcasts, or books that are matched to your level, learning style, and interests.<br> - You need motivation or support in identifying areas for improvement to accelerate your language progress.<br> - You face a specific language problem or question you would like to discuss and resolve during the consultation.",
	"job_interview_package_title": "Job interview package",
	"job_interview_package_session": "3-hour bundle to elevate your speaking skills for the job interview<br><span class=\"price\">99€</span>",
	"job_interview_package_text": "The package includes:<br><br> - Preliminary briefing—a 20-minute video call before starting the course to discuss job details and tailor the course to your specific needs.<br> - 3 lessons covering the key aspects of a job interview tailored to the position you are applying for.<br> - Personalised PDF materials: expressions, tips, articles, videos and others.<br> - Customised homework aimed at facilitating your comprehension of the learning material.<br> - Role-plays.<br> - Feedback and tips on your presentation and communication skills.",
	"travel_package_title": "Travel package",
	"travel_package_session": "4-hour bundle to get you ready for languages challenges abroad<br><span class=\"price\">129€</span>",
	"travel_package_text": "The package includes:<br><br> - Pre-course briefing/preliminary briefing - a 20-minute consultation before starting the course, to gather all the details about your journey and to help me design lessons that are perfectly tailored to your needs.<br> - Personalized lessons focusing on travel-related topics specific to the country you're visiting, allowing you to navigate the new environment more easily and confidently.<br> - Comprehensive materials featuring practical phrases and essential vocabulary for travel, covering key situations such as at the airport, in hotels, restaurants, car rentals, and beyond.<br> - Custom-tailored homework assignments designed to reinforce what you've learned during our class and support your self-studying.<br> - Engaging role-playing scenarios that imitate real-life situations, enabling you to face any language challenges you may have along the way.<br>",
	"moving_abroad_package_title": "Moving abroad package",
	"moving_abroad_package_session": "4-hour bundle to make your first steps in a new country with greater confidence<br><span class=\"price\">129€</span>",
	"moving_abroad_package_text": "The package includes:<br><br> - Preliminary briefing - a 30-minute call where we talk about the details of your moving allowing me to fully tailor the package lessons to your needs.<br> - Essential vocabulary and structures for searching and renting an apartment, navigating administrative processes, and finding your way around the new city.<br> - Personalized PDF materials tailored to your novel, unique life situation and needs.<br> - In-depth homework assignments designed to reinforce your knowledge and familiarise you with the context of your new country through videos and articles.<br> - Role-playing exercises that prepare you for the language challenges you'll face in the first days of living abroad.",
	"packages": "Packages",
	"package_title": "Special Packages",
	"package_subtitle": "Get ready for language challenges in a new environment!<br><span class=\"price\">From 140€</span>",
	"package_text": "Lesson packages focused entirely on individual preparation for specific life events – such as job interviews, moving abroad, or travel.",
	"who_am_i_title": "Who am I?",
	"who_am_i_text": "My name is Joanna Slupek and I am just like you—I’ve taken up the challenge of moving to foreign country(ies) ;) <br> But let’s start from the beginning. <br><br> I come from Rzeszow, Poland but I’ve been living half of my adult life abroad. Teaching (and learning) is my great passion that began during my Teaching English as a Foreign Language studies back in 2016. I love exploring the subjects of neurodidactics and psychology of learning. I consider myself a life-long learner; I ceaselessly develop my French, Spanish and of course English (never stop learning!) <br><br> My specialty is teaching adults—I used to give classes at international companies. Currently I run my own business where I help people to gain confidence in speaking english in day-to-day situations.",
	"customer_name_1": "Paulina,  Senior Account Executive at SAP<br>Warsaw",
	"customer_review_1": "I spent countless hours in school, but I was never able to speak freely. It was only with Joanna that I opened up, and now I can talk to almost anyone! Her non-school-like approach helped me learn how to use the language in everyday situations instead of just memorizing rules. Plus, Joanna gave me great tips that I still use to practice the language – it's become a real pleasure for me!",
	"customer_name_2": "Marie, Film Animator<br>Lille",
	"customer_review_2": "These lessons are pure joy! I like that everything is tailored to my needs and that the language we learn is alive and useful. It's not about learning a million new words but rather being resourceful in everyday situations. Awesome!",
	"customer_name_3": "Dagmara, Fashion Designer / Business Owner<br>Rzeszów",
	"customer_review_3": "I've been learning with Joanna for several months and I'm very satisfied. She's very friendly, open, and always creates a pleasant atmosphere during our lessons. What I like most is that she teaches me real, everyday English — not just textbook rules. We focus on useful phrases and vocabulary. She doesn't allow speaking Polish, which was stressful at first, but it really helped me start thinking in English and find ways to express what I want to say. I really enjoy our lessons and I'm glad I found her. She also adapts the topics to my interests. I genuinely recommend her to everyone!",
	"customer_name_4": "Marine, Auditor<br>Bordeaux",
	"customer_review_4": "When learning a new language, the hardest part is feeling comfortable speaking and having the courage to start a conversation. With Joanna, there's nothing to fear – she is very attentive to her students' needs, makes them feel at ease, and most importantly, doesn't judge. I’ve made huge progress thanks to her professionalism, positive energy, and effective teaching methods. Joanna adapts the lessons to your goals – both personal and professional.",
	"free_lesson_title": "Let's take your <span class=\"freeLessonHighlight\">english</span> to the <span class=\"freeLessonHighlight\">next level</span>—real-life level.",
	"free_lesson_heading": "Let’s meet for a 1-to-1 FREE discovery class!",
	"free_lesson_text": "For an hour, we’ll talk about your language goals, needs, and daily life. I will show you my teaching methods and what lessons with me are actually like.<br><br> We will chat a bit in english—as long as you’re comfortable enough.<br><br> There’s no pressure to make a definite decision on the spot—this is the opportunity to see if your expectations and my teaching style are a good match!<br> Are you ready?",
	"faq_title": "Frequently Asked Questions",
	"faq_question_1": "Who are these lessons for?",
	"faq_answer_1": "For people who finally want to speak English naturally and confidently – not just during lessons, but in real life too. For anyone who’s had enough of school-style grammar rules and wants to learn real, useful language for everyday situations.",
	"faq_question_2": "What are the lessons like?",
	"faq_answer_2": "Each lesson is 60 minutes long, held online, and filled with engaging activities that help you practice speaking in the most natural, real-life situations possible, tailored to your own reality. After every lesson, you’ll also receive personalized homework to help you stay in touch with English between sessions.",
	"faq_question_3": "Can I book a trial lesson?",
	"faq_answer_3": "Absolutely! Get in touch with me and book a free, no-strings-attached trial lesson.",
	"faq_question_4": "How often do I need to take lessons?",
	"faq_answer_4": "That depends on your goals and availability. Most of my students meet with me once or twice a week. Consistency is key to results, but I’ll help you find a pace that fits your lifestyle.",
	"faq_question_5": "Will we follow a textbook?",
	"faq_answer_5": "Absolutely not – your life sets the direction for our lessons. I tailor every course individually to the student’s needs, taking into account your interests, work, and language level. After all, when you’re chatting over coffee with a foreign friend, you won’t be talking about textbook topics – you’ll be talking about what really matters to you.",

	"contact_name": "Name:",
	"contact_email": "Email:",
	"contact_message": "Message:",
	"contact_send": "Send",

	"method_hero_title": "So, what does it mean that I teach natural language?",
	"method_hero_text": "My English philology studies gave me a solid foundation – they provided the base on which I built my language development. But it was only life in England and later abroad, with all the daily linguistic struggles and challenges, that truly showed me how to teach effectively. Over time, I also began to explore neurolinguistics to better understand how our brain works during language learning and how to make that process more efficient. That’s how I developed methods that really work and help students become independent language users.",
	"block1_title": "I.",
	"block1_subtitle": "No Program. More Freedom.",
	"block1_text": "We don't rely on any one particular textbook imposing contexts, pace and subjects. At SOUND English, I create materials tailored to your needs and context of your life. Together, we define what is the most beneficial to you, drawing inspiration from real-life situations you may encounter. Whole course is designed specifically for you to match linguistic challenges you face on a daily basis.<br>After each lesson, you will receive personalised homework on a shared google cloud to help reinforce the vocabulary and knowledge gained during our sessions, while also providing you with a daily dose of English essential for effectively developing your skills.",
	"block2_title": "II.",
	"block2_subtitle": "Oral & Conversational.",
	"block2_text": "We start speaking from the very first lesson. My lessons are centred around conversation—what’s more important, controlled conversation supported by error analysis. Yes, analysis! Understanding where a mistake comes from helps your brain retain the information much better. Furthermore, we discuss topics related to your interests, work, and life—after all, these are the subjects you'll want to express your opinions about in discussions with English-speaking colleagues and friends.",
	"block3_title": "III.",
	"block3_subtitle": "Active-learning through role-plays.",
	"block3_text": "Role-plays are fun and useful. We prepare for real-life language challenges by acting out various scenarios during our lessons. You might face a job interview in a new country, viewing an apartment for rent, or asking for directions. We can rehearse these situations in our minds a hundred times, but until we confront them directly, we won’t fully know what vocabulary we are really missing. That’s why I exercise practical practice in my lessons—we act out different scenarios, which helps build fluency in real situations while also gathering the vocabulary and natural language responses typical of those circumstances.",
	"block4_title": "IV.",
	"block4_subtitle": "Work around it.",
	"block4_text": "Speaking fluently in a language you're learning is often mistakenly associated with knowing 100% of the vocabulary. Absolutely not! Fluency is not about mastering the entire Cambridge dictionary; it’s about the ability to smoothly navigate around or explain a phrase or word that might escape you at that moment. Even in our native language, words sometimes “slip away” and seem stuck at the “tip of your tongue.” In our first language, we don’t panic, feel embarrassed, or judged. That’s what we call linguistic fluency. We will also work on this in our lessons—not just knowing as many words as possible, but how to maneuver the vocabulary you already have.",
	"block5_title": "V.",
	"block5_subtitle": "Don’t learn it—understand it.",
	"block5_text": "Grammar, often a nightmare and a major discouraging factor for students, suddenly doesn't seem so intimidating. English grammar is quite logical and organized—it’s just unfortunate that school textbooks bombard us with long, complicated rules that seem to require memorization to speak correctly. Not at all. With me, we’ll focus exclusively on the essential grammatical elements that will quickly ensure your communicative proficiency and prevent misunderstandings. We’ll learn through UNDERSTANDING the mechanics of the language and finding connections, making it much easier for our brains—naturally designed for language learning—to remember and use new structures.",
	"block6_title": "VI.",
	"block6_subtitle": "Grow into an independent speaker.",
	"block6_text": "We won’t just learn the language; we will strive for complete linguistic independence. By the end of our course, you will not only know how to navigate daily situations with confidence but also how to continue your language development with pleasure using brain-friendly methods.",

	"about_hero_title": "A little about me...",
	"about_hero_text": "After graduating in English Studies in 2017, even though I already had two years of experience tutoring and teaching in a school, I decided to 'drop everything' and move to England. Why? A desire to see a piece of the world, improve my language skills, and open my mind. And that’s exactly what happened – after three years of living in London, I fell in love with the English language all over again. It became the language in which I expressed myself most naturally, and my conversational skills developed not only in the workplace but also – and perhaps most importantly – in social situations.<br><br>It was then, while sipping English beer in London pubs, that I began to notice the gap between language education and reality – the academic, textbook English we study at university doesn’t match everyday communication at all. Despite years of study, I didn’t feel as comfortable as one might expect.<br><br>Since then, my life mission has become teaching English in a practical, functional, and useful way – after all, language is just a tool. With my students, I focus on their lives, on situations they might encounter in real life, staying far away from textbook rules and long word lists just for the sake of finishing another chapter.<br><br>After returning to Poland, I started working at a language school specializing in Business English and General English courses for international companies. Thanks to this, I gained extensive knowledge and experience in teaching adults and continuously developed my skills in business language. Then, once again, I left Poland and moved to France – without knowing a single word of French.<br><br>Reality quickly showed me how difficult it is to live in a country whose language you don’t speak. Constantly relying on others, feeling lost, lacking control – even the simplest, everyday situations turned into major challenges. At that point, I became a student again and started learning French from scratch.<br><br>This experience helped me understand the difficulties my students face every day. Which situations can become obstacles, and how important it is to express oneself clearly. Through self-study, trial and error (and also with the help of some wise books about how our brain absorbs information), I developed effective self-learning techniques that I now share with my students. This process also gave me a deeper understanding of language learning from a student’s perspective.<br><br>Today, I continue my language development – even though English is the language I use daily at work, at home, and with friends, I’m also intensively developing my French and Spanish.",
	"about_method_title": "CHANGEME",
	"about_method_text": "CHANGEME",
	"about_contact_title": "So let's check if there is a good feeling ;)",
	"about_contact_text": "The relationship between student and teacher is more than just a simple exchange of payment for a service. The collaboration often lasts for months, if not years, and the student’s progress largely depends on the quality of that relationship. That’s why I offer a free 30-minute trial lesson, which benefits both of us: I can assess your level, talk about your goals and the course format, and you can get a feel for my teaching style. Together, we can decide whether it feels right, whether there’s good communication between us and the right flow. If everything clicks – we can then set dates and work out the details of our collaboration.",

	"packages_title": "Discover my packages!",
	"package_job_interview": "Job interview",
	"package_moving_abroad": "Moving Abroad",
	"package_travel": "Travelling",
	"package_job_title": "3 lessons | 149€",
	"package_job_content": "A one-time lesson package preparing you for a job interview.<br><br>The package includes:<br>• Initial briefing – a 30-minute consultation where we discuss the position you're applying for to best tailor the package to your needs.<br>• 3 lessons focused on the key aspects of the job interview tailored to the job you're applying for.<br>• Personalized PDF materials related to job interviews: expressions, tips, articles, and videos to help you better understand the recruitment process.<br>• Homework exercises to reinforce what you've learned and help memorize new structures and vocabulary.<br>Practical job interview role-play exercises to help you feel more confident in real-life situations.<br>• Feedback and tips on your presentation and communication skills.",
	"package_moving_abroad_title": "4 lessons | 159€",
	"package_moving_abroad_content": "A package covering vocabulary and topics related to moving to another country.<br><br>The package includes:<br>• Initial briefing – a 30-minute conversation before starting the lessons, during which you'll tell me about your move and the situations you might face.<br>• Vocabulary and structures essential for finding and renting a flat, handling administrative tasks, and getting around a new city.<br>• PDF materials tailored to you and your new life situation.<br>• Extensive homework tasks designed to consolidate your knowledge and introduce you to the context of your new country through videos and articles.<br>• Role-play exercises to prepare you for language challenges in the first days of living abroad.",
	"package_travel_title": "4 lessons | 169€",
	"package_travel_content": "An ideal package for anyone planning a trip and wanting to be ready for language challenges at the airport, restaurant, hotel, or when facing unexpected issues.<br><br>The package includes:<br>• Initial briefing – a 30-minute video call before starting the course to gather information about your trip and prepare the lessons accordingly.<br>• Personalized lessons focusing on travel-related topics specific to the country you're visiting, so you can better adapt to the new environment.<br>• Materials with practical phrases and vocabulary essential for travel, covering situations at the airport, hotel, restaurant, car rental, and more.<br>• Homework tailored specifically for you to reinforce learning and support self-study.<br>• Practical role-play exercises simulating real-life travel scenarios to prepare you for potential language challenges.",

	"talk_spot": "The Talk Spot"
}