{
	"name": "SoundEnglish",
	"home": "Accueil",
	"method": "Ma méthode",
	"about": "À propos de moi",
	"contact": "Contact",
	"learn_more": "En savoir plus",
	"contact_me": "Contactez-moi !",
	"discover_method": "Découvrez la méthode",
	"hero_title": "Un anglais pratique pour le quotidien des <span class=\"titleHighlight\">expatriés</span> et <span class=\"titleHighlight\">nomades digitaux</span>",
	"hero_text": "Les barrières linguistiques peuvent souvent freiner notre développement personnel et professionnel. L'incapacité à communiquer engendre frustration et isolement, rendant difficile le sentiment d'être chez soi à l'étranger...<br><br>Si vous cherchez à gagner en confiance en anglais, à gérer facilement les situations du quotidien et à vous sentir à l’aise avec les natifs, mes cours sont faits pour vous !",
	"contact_now": "Contactez maintenant",
	"xp_years": "<span class=\"iconHighlight\">9+</span> ans d'expérience",
	"xp_years_text": "dans l'enseignement aux adultes",
	"lives_changed": "<span class=\"iconHighlight\">250+</span> vies transformées",
	"lives_changed_text": "grâce à une meilleure communication en anglais",
	"classes_given": "<span class=\"iconHighlight\">9 000+</span> cours dispensés",
	"classes_given_text": "depuis 2015",
	"finding_way": "Trouvons ensemble ce qui vous convient.",
	"finding_way_text": "Prenons rendez-vous pour un appel découverte gratuit de 60 minutes afin de discuter de vos besoins et attentes linguistiques. Ensemble, nous construirons votre parcours personnalisé en anglais, dès maintenant !",
	"get_free_lesson": "Obtenez ma leçon découverte gratuite !",
	"keypoint_1_title": "Sur-mesure",
	"keypoint_1_text": "Chaque cours est 100 % personnalisé — nous abordons des sujets pertinents pour votre vie afin de vous fournir le vocabulaire et les structures nécessaires pour les situations du quotidien.",
	"keypoint_2_title": "Axé sur la communication",
	"keypoint_2_text": "La parole est la compétence la plus importante dans l’apprentissage d’une langue : c’est donc notre priorité. Chaque cours est construit autour de la communication efficace : discussions, jeux de rôle, expression d’opinions. Quel que soit votre niveau, on parle dès le premier jour !",
	"keypoint_3_title": "Langue authentique — pas scolaire",
	"keypoint_3_text": "Nous nous concentrons exclusivement sur la langue utile dans la vie réelle. Pas de temps perdu sur des sujets standardisés imposés par les manuels. Vos besoins et vos expériences sont notre guide !",
	"keypoint_4_title": "Ingéniosité linguistique",
	"keypoint_4_text": "Plutôt que de mémoriser des milliers de mots, on apprend à utiliser efficacement le vocabulaire que vous connaissez déjà pour gérer les situations quotidiennes.",
	"keypoint_5_title": "Devoirs motivants",
	"keypoint_5_text": "Des devoirs personnalisés vous maintiennent en contact avec la langue entre les cours. Il s’agit d’un ensemble de ressources soigneusement sélectionnées (vidéos, articles) et d’exercices stimulants pour consolider les apprentissages ou préparer la prochaine leçon.",
	"get_in_touch": "Prenez contact",
	"services_title": "Parlez anglais. <span id=\"servicesHighlight\">Naturellement</span>.",
	"services_text": "Je propose une large gamme de services adaptés à vos objectifs spécifiques. Je peux également créer un cours sur-mesure si vos besoins sortent du cadre des services ci-dessous !",
	"individual_classes_title": "Cours individuels",
	"individual_classes_session": "Session individuelle de 1 heure<br><span class=\"price\">35€/heure</span>",
	"individual_classes_text": "Ce format est fait pour vous si :<br><br> - Vous avez un objectif linguistique précis (nouveau job, déménagement, voyages).<br> - Vous débutez et avez besoin de bases solides pour gagner rapidement en confiance.<br> - Vous voulez des cours 100 % adaptés à vos besoins, à votre rythme et à votre style de vie.",
	"group_sessions_title": "Cours en groupe",
	"group_sessions_session": "Session en petit groupe de 1 heure (2 à 6 personnes)<br><span class=\"price\">19€/heure</span>",
	"group_sessions_text": "Ce format est fait pour vous si :<br><br> - Vous avez déjà une base solide et souhaitez progresser grâce à la conversation et à l’interaction.<br> - Vous voulez simplement progresser naturellement à l’oral.<br> - Vous aimez apprendre en groupe, par le partage d’expériences.",
	"language_consultation_title": "Consultation linguistique",
	"language_consultation_session": "Session de coaching d'une heure<br><span class=\"price\">39€</span>",
	"language_consultation_text": "Ce format est fait pour vous si :<br><br> - Vous apprenez en autonomie et avez besoin d’un plan de route clair.<br> - Vous cherchez des ressources pertinentes (sites, applis, podcasts, livres) adaptées à votre niveau, style et intérêts.<br> - Vous avez besoin de motivation ou d’aide pour identifier vos points faibles.<br> - Vous avez une question précise à résoudre sur un point de langue.",
	"job_interview_package_title": "Pack entretien d'embauche",
	"job_interview_package_session": "Pack de 3 heures pour améliorer votre oral avant un entretien<br><span class=\"price\">99€</span>",
	"job_interview_package_text": "Le pack comprend :<br><br> - Briefing préalable : un appel vidéo de 20 minutes pour adapter le contenu à votre poste.<br> - 3 leçons ciblées sur les aspects clés de l’entretien, personnalisées selon le poste visé.<br> - Matériel PDF : expressions utiles, conseils, vidéos, articles, etc.<br> - Devoirs personnalisés pour assimiler les contenus abordés.<br> - Jeux de rôle.<br> - Feedbacks et conseils pour améliorer vos compétences de présentation.",
	"travel_package_title": "Pack voyage",
	"travel_package_session": "Pack de 4 heures pour vous préparer aux défis linguistiques à l’étranger<br><span class=\"price\">129€</span>",
	"travel_package_text": "Le pack comprend :<br><br> - Briefing préalable de 20 minutes pour adapter les cours à votre destination.<br> - Leçons personnalisées sur les thèmes liés au voyage dans le pays concerné.<br> - Matériel pratique (phrases clés, vocabulaire essentiel) pour les situations types : aéroport, hôtel, restaurant, location, etc.<br> - Devoirs adaptés pour renforcer les acquis et encourager l’apprentissage autonome.<br> - Scénarios ludiques pour pratiquer des situations réelles.",
	"moving_abroad_package_title": "Pack déménagement à l'étranger",
	"moving_abroad_package_session": "Pack de 4 heures pour faciliter vos premiers pas dans un nouveau pays<br><span class=\"price\">129€</span>",
	"moving_abroad_package_text": "Le pack comprend :<br><br> - Appel préalable de 30 minutes pour cerner vos besoins et adapter les cours.<br> - Vocabulaire et structures utiles pour trouver un logement, faire les démarches administratives, s’orienter en ville.<br> - Documents PDF personnalisés en fonction de votre situation.<br> - Devoirs approfondis pour vous familiariser avec le contexte du pays via vidéos et articles.<br> - Jeux de rôle pour affronter les défis linguistiques des premiers jours.",
	"packages": "Formules",
	"package_title": "Formules spéciales",
	"package_subtitle": "Préparez-vous aux défis linguistiques d’un nouvel environnement !<br><span class=\"price\">À partir de 140€</span>",
	"package_text": "Des formules centrées sur une préparation personnalisée à des événements précis : entretien, déménagement, voyage.",
	"who_am_i_title": "Qui suis-je ?",
	"who_am_i_text": "Je m’appelle Joanna Slupek et je suis comme vous — j’ai moi aussi relevé le défi de m’installer à l’étranger ;) <br> Mais commençons par le début. <br><br> Je viens de Rzeszow, en Pologne, mais j’ai passé la moitié de ma vie d’adulte à l’étranger. Enseigner (et apprendre) est ma passion, née pendant mes études de didactique de l’anglais en 2016. J’adore explorer les sujets liés à la neurodidactique et à la psychologie de l’apprentissage. Je suis une éternelle apprenante : je continue à progresser en français, en espagnol et bien sûr en anglais !<br><br> Ma spécialité : l’enseignement aux adultes. J’ai enseigné dans des entreprises internationales. Aujourd’hui, je dirige ma propre activité pour aider les gens à se sentir à l’aise en anglais dans la vie quotidienne.",
	"customer_name_1": "Paulina,  Senior Account Executive chez SAP<br>Varsovie",
	"customer_review_1": "J’ai passé des heures à l’école sans jamais réussir à parler librement. C’est seulement avec Asia que je me suis ouverte, et maintenant je peux parler avec presque tout le monde ! Son approche non scolaire m’a permis d’apprendre à utiliser la langue dans des situations quotidiennes, plutôt que de réciter des règles. En plus, Asia m’a donné d’excellents conseils que j’utilise encore pour pratiquer – c’est devenu un vrai plaisir pour moi !",
	"customer_name_2": "Marie, Animatrice de films<br>Lille",
	"customer_review_2": "Ces leçons sont un vrai plaisir ! J’aime que tout soit adapté à mes besoins et que la langue que nous apprenons soit vivante et utile. Ce n’est pas un apprentissage de milliers de mots, mais plutôt de la débrouillardise dans les situations quotidiennes. Génial !",
	"customer_name_3": "Dagmara, Créatrice de mode / Cheffe d’entreprise<br>Rzeszów",
	"customer_review_3": "J’apprends avec Asia depuis plusieurs mois et je suis très satisfaite. Elle est très sympa, ouverte et crée toujours une ambiance agréable pendant nos leçons. Ce que j’aime le plus, c’est qu’elle m’enseigne l’anglais réel, quotidien – pas seulement les règles des manuels. Nous nous concentrons sur les phrases et le vocabulaire utiles. Elle n’autorise pas le polonais, ce qui était stressant au début, mais cela m’a vraiment aidée à commencer à penser en anglais et à trouver des moyens d’exprimer ce que je veux dire. J’adore nos leçons et je suis contente de l’avoir trouvée. Elle adapte aussi les sujets à mes centres d’intérêt. Je la recommande sincèrement à tout le monde !",
	"customer_name_4": "Marine, Auditrice<br>Bordeaux",
	"customer_review_4": "Quand on apprend une nouvelle langue, le plus difficile, c’est de se sentir à l’aise à l’oral et d’avoir le courage de commencer à parler. Avec Joanna, il n’y a rien à craindre – elle est très attentive aux besoins de ses élèves, elle les met en confiance et, surtout, elle ne juge pas. J’ai fait d’énormes progrès grâce à son professionnalisme, son énergie positive et ses méthodes efficaces. Joanna adapte les cours à vos objectifs – aussi bien personnels que professionnels.",
	"free_lesson_title": "Faisons passer votre <span class=\"freeLessonHighlight\">anglais</span> au <span class=\"freeLessonHighlight\">niveau supérieur</span> – celui de la vraie vie.",
	"free_lesson_heading": "Rencontrons-nous pour un cours découverte GRATUIT en tête-à-tête !",
	"free_lesson_text": "Pendant une heure, nous parlerons de vos objectifs, besoins et quotidien. Je vous présenterai ma méthode et le déroulement d’un cours avec moi.<br><br> Nous discuterons un peu en anglais — si vous vous sentez à l’aise.<br><br> Aucune pression pour vous engager : c’est l’occasion de voir si ma pédagogie vous convient !<br> Prêt(e) ?",
	"faq_title": "Foire Aux Questions",
	"faq_question_1": "À qui s’adressent ces cours ?",
	"faq_answer_1": "À celles et ceux qui veulent enfin parler anglais naturellement et avec confiance — pas seulement en cours, mais dans la vraie vie. À ceux qui en ont assez de la grammaire scolaire et souhaitent apprendre un anglais utile au quotidien.",
	"faq_question_2": "Comment se déroulent les cours ?",
	"faq_answer_2": "Chaque cours dure 60 minutes, en ligne, avec des activités dynamiques qui vous permettent de pratiquer l’oral dans des situations proches de la réalité. Vous recevez aussi des devoirs personnalisés entre les séances.",
	"faq_question_3": "Puis-je réserver un cours d’essai ?",
	"faq_answer_3": "Bien sûr ! Contactez-moi pour réserver un cours d’essai gratuit et sans engagement.",
	"faq_question_4": "À quelle fréquence dois-je prendre des cours ?",
	"faq_answer_4": "Cela dépend de vos objectifs et de votre emploi du temps. La majorité de mes élèves suivent un ou deux cours par semaine. La régularité est essentielle, mais je vous aide à trouver votre propre rythme.",
	"faq_question_5": "Utilise-t-on un manuel ?",
	"faq_answer_5": "Absolument pas — c’est votre vie qui guide les leçons. Je construis chaque parcours sur mesure, en tenant compte de vos intérêts, de votre travail et de votre niveau. Quand vous discutez avec un ami étranger, vous ne parlez pas de sujets de manuel — mais de ce qui compte vraiment pour vous.",

	"contact_name": "Nom :",
	"contact_email": "Email :",
	"contact_message": "Message :",
	"contact_send": "Envoyer",

	"method_hero_title": "Alors, qu’est-ce que cela signifie que j’enseigne la langue naturelle ?",
	"method_hero_text": "Mes études en philologie anglaise m’ont donné une base solide – une fondation sur laquelle j’ai pu développer mes compétences linguistiques. Mais ce sont la vie en Angleterre et ensuite à l’étranger, avec leurs défis et difficultés linguistiques quotidiens, qui m’ont vraiment appris à enseigner efficacement. Au fil du temps, j’ai aussi commencé à m’intéresser à la neurolinguistique pour mieux comprendre comment notre cerveau apprend les langues et comment rendre ce processus plus efficace. C’est ainsi que j’ai développé des méthodes qui fonctionnent vraiment et aident mes élèves à devenir des utilisateurs autonomes de la langue.",
	"block1_title": "I.",
	"block1_subtitle": "Pas de programme. Plus de liberté.",
	"block1_text": "Nous ne suivons pas un manuel imposant un contexte, un rythme et des sujets. Chez SOUND English, je crée du matériel sur mesure, adapté à vos besoins et à votre réalité. Ensemble, nous définissons ce qui est le plus utile pour vous, en nous inspirant de situations réelles que vous pourriez rencontrer. Le cours entier est conçu spécialement pour vous, afin de répondre aux défis linguistiques que vous rencontrez au quotidien.<br>Après chaque cours, vous recevrez des devoirs personnalisés sur un cloud Google partagé afin de consolider le vocabulaire et les connaissances acquises, tout en vous offrant une dose quotidienne d’anglais essentielle pour progresser efficacement.",
	"block2_title": "II.",
	"block2_subtitle": "Oral et conversationnel.",
	"block2_text": "Dès le premier cours, on parle. Mes cours sont centrés sur la conversation – et surtout, une conversation encadrée par une analyse des erreurs. Oui, une analyse ! Comprendre l’origine d’une erreur aide énormément à mémoriser. De plus, nous abordons des sujets qui vous intéressent – votre travail, votre vie – car ce sont justement ces sujets que vous souhaiterez aborder avec vos collègues ou amis anglophones.",
	"block3_title": "III.",
	"block3_subtitle": "Apprentissage actif par jeux de rôle.",
	"block3_text": "Les jeux de rôle sont à la fois amusants et très utiles. Nous nous préparons aux défis linguistiques de la vraie vie en simulant des situations concrètes pendant les cours. Un entretien d’embauche dans un nouveau pays, la visite d’un appartement, ou simplement demander son chemin. On peut les imaginer mille fois, mais tant qu’on ne les affronte pas en vrai, on ne sait pas quels mots nous manquent vraiment. C’est pour cela que je pratique des exercices pratiques – nous jouons des scénarios concrets, ce qui vous aide à développer votre fluidité tout en acquérant le vocabulaire et les réactions naturelles propres à ces situations.",
	"block4_title": "IV.",
	"block4_subtitle": "Contourner les blocages.",
	"block4_text": "Parler couramment une langue ne veut absolument pas dire connaître 100 % de son vocabulaire. Pas du tout ! La fluidité ne vient pas d’une maîtrise absolue du dictionnaire Cambridge, mais de la capacité à contourner ou reformuler ce qu’on ne connaît pas encore. Même dans notre langue maternelle, certains mots nous échappent. On ne panique pas, on ne se sent ni jugé ni nul. C’est cela, la vraie aisance. Nous allons travailler cela aussi – non seulement apprendre de nouveaux mots, mais surtout utiliser au mieux ceux que vous connaissez déjà.",
	"block5_title": "V.",
	"block5_subtitle": "Ne l’apprenez pas – comprenez-le.",
	"block5_text": "La grammaire, souvent vue comme un cauchemar, n’est en réalité pas si terrible. Elle est logique, organisée – mais les manuels scolaires la présentent avec des règles longues et compliquées, à apprendre par cœur. Ce n’est pas ma méthode. Nous nous concentrerons uniquement sur les éléments essentiels qui vous rendront rapidement fonctionnel·le en anglais, et qui éviteront les malentendus. Nous apprendrons en COMPRENANT les mécanismes de la langue et en trouvant des connexions – cela facilite beaucoup la mémorisation, car notre cerveau est naturellement conçu pour apprendre les langues.",
	"block6_title": "VI.",
	"block6_subtitle": "Devenez un·e locuteur·rice indépendant·e.",
	"block6_text": "Nous n’allons pas juste apprendre la langue, mais viser une réelle autonomie. À la fin de notre parcours, vous saurez non seulement vous débrouiller dans la vie quotidienne, mais aussi continuer à progresser par vous-même, avec plaisir et en utilisant des méthodes qui respectent le fonctionnement naturel de votre cerveau.",
	
	"about_hero_title": "Un peu plus sur moi...",
	"about_hero_text": "Après avoir obtenu ma licence en études anglophones en 2017, bien que j’aie déjà deux ans d’expérience en tant que tutrice et enseignante, j’ai décidé de « tout quitter » pour partir en Angleterre. Pourquoi ? Pour voir un bout du monde, améliorer mon anglais, et m’ouvrir l’esprit. Et c’est exactement ce qui s’est passé – après trois ans à Londres, je suis retombée amoureuse de l’anglais. C’est devenu la langue dans laquelle je m’exprime le plus naturellement, et mes compétences orales se sont développées tant au travail que – peut-être surtout – dans la vie sociale.<br><br>C’est dans les pubs londoniens, autour d’une bière, que j’ai commencé à remarquer l’écart entre l’enseignement de l’anglais et la réalité. L’anglais académique qu’on apprend à l’université n’a rien à voir avec la communication quotidienne. Malgré des années d’études, je ne me sentais pas aussi à l’aise qu’on pourrait le croire.<br><br>Depuis, ma mission est devenue claire : enseigner l’anglais de manière pratique, fonctionnelle et utile – car la langue est un outil. Avec mes élèves, je me concentre sur leur vie, leurs situations concrètes, et je m’éloigne des règles rigides des manuels et des listes de vocabulaire interminables.<br><br>De retour en Pologne, j’ai commencé à travailler dans une école de langues spécialisée dans les cours d’anglais général et professionnel pour des entreprises internationales. Grâce à cela, j’ai acquis une solide expérience dans l’enseignement aux adultes et j’ai perfectionné mes compétences en anglais des affaires. Puis, je suis repartie – cette fois en France – sans parler un mot de français.<br><br>J’ai vite compris à quel point il est difficile de vivre dans un pays dont on ne parle pas la langue. Être dépendant des autres, se sentir perdu, manquer de contrôle – même les situations les plus simples devenaient de vrais défis. Je suis redevenue élève et j’ai commencé à apprendre le français depuis zéro.<br><br>Cette expérience m’a permis de mieux comprendre les difficultés rencontrées par mes élèves. Les situations bloquantes, l’importance de pouvoir s’exprimer clairement. À travers l’auto-apprentissage, les essais-erreurs (et quelques bons livres sur le fonctionnement du cerveau), j’ai développé des techniques d’apprentissage efficaces que je partage aujourd’hui avec mes élèves. Ce processus m’a aussi aidée à voir l’apprentissage des langues du point de vue de l’élève.<br><br>Aujourd’hui, je continue à apprendre : même si l’anglais est ma langue quotidienne, au travail, à la maison et entre amis, je développe aussi activement mon français et mon espagnol.",
	"about_method_title": "CHANGEME",
	"about_method_text": "CHANGEME",
	"about_contact_title": "Alors, voyons si le courant passe ;)",
	"about_contact_text": "La relation entre élève et enseignant ne se résume pas à un simple échange service-argent. La collaboration dure souvent des mois, voire des années, et les progrès de l’élève dépendent en grande partie de la qualité de cette relation. C’est pourquoi je propose une leçon d’essai gratuite de 30 minutes, bénéfique pour nous deux : je peux évaluer votre niveau, discuter de vos objectifs et de l’organisation du cours, et vous pouvez découvrir mon style d’enseignement. Ensemble, nous pourrons voir si le feeling est bon, si la communication est fluide et si l’échange fonctionne. Si c’est le cas, alors nous pourrons fixer les dates et discuter des modalités de notre collaboration.",

	"packages_title": "Mes offres sur mesure",
	"package_job_interview": "Entretien d'embauche",
	"package_moving_abroad": "Déménagement à l'étranger",
	"package_travel": "Voyage",
	"package_job_title": "3 leçons | 149€",
	"package_job_content": "Un forfait ponctuel conçu pour vous préparer à un entretien d'embauche.<br><br>Le forfait comprend :<br>• Briefing initial – une consultation de 30 minutes pour discuter du poste auquel vous postulez afin d’adapter le contenu à vos besoins.<br>• 3 leçons axées sur les aspects clés de l’entretien, en lien avec l’emploi visé.<br>• Des supports PDF personnalisés sur le thème des entretiens : expressions, conseils, articles et vidéos pour mieux comprendre le processus de recrutement.<br>• Des devoirs pour consolider vos acquis et mémoriser les nouvelles structures et le vocabulaire.<br>• Des jeux de rôle pratiques pour vous entraîner dans des situations d’entretien réelles.<br>• Feedback et conseils sur votre manière de vous présenter et vos compétences en communication.",
	"package_moving_abroad_title": "4 leçons | 159€",
	"package_moving_abroad_content": "Un forfait centré sur le vocabulaire et les situations liées à un déménagement à l’étranger.<br><br>Le forfait comprend :<br>• Briefing initial – une conversation de 30 minutes pour me parler de votre projet de déménagement et des situations que vous pourriez rencontrer.<br>• Vocabulaire et structures essentiels pour chercher et louer un logement, gérer les démarches administratives et se déplacer dans une nouvelle ville.<br>• Supports PDF personnalisés adaptés à votre nouvelle vie.<br>• Devoirs approfondis pour consolider les connaissances, accompagnés de vidéos et d’articles sur le pays de destination.<br>• Jeux de rôle pour vous préparer aux défis linguistiques des premiers jours sur place.",
	"package_travel_title": "4 leçons | 169€",
	"package_travel_content": "Le forfait idéal pour toute personne prévoyant un voyage et souhaitant être prête à faire face aux situations courantes : à l’aéroport, au restaurant, à l’hôtel, ou en cas de problème inattendu.<br><br>Le forfait comprend :<br>• Briefing initial – un appel vidéo de 30 minutes pour mieux comprendre votre voyage et adapter les leçons.<br>• Leçons personnalisées axées sur les thèmes liés au voyage, selon le pays de destination, pour mieux vous y adapter.<br>• Supports pratiques avec des expressions et du vocabulaire essentiels : aéroport, hôtel, restaurant, location de voiture, etc.<br>• Devoirs ciblés pour renforcer les acquis et favoriser l’autonomie dans votre apprentissage.<br>• Jeux de rôle pratiques simulant des scénarios réels afin de vous préparer efficacement aux défis linguistiques pendant votre voyage.",

	"talk_spot": "The Talk Spot"
}