{
	"name": "SoundEnglish",
	"home": "Strona główna",
	"method": "Moja metoda",
	"about": "O mnie",
	"contact": "Kontakt",
	"learn_more": "Dowiedz się więcej",
	"contact_me": "Skontaktuj się ze mną!",
	"discover_method": "Odkryj metodę",
	"hero_title": "Praktyczny angielski na co dzień dla <span class=\"titleHighlight\">ekspatów</span> i <span class=\"titleHighlight\">cyfrowych nomadów<span>",
	"hero_text": "Bariery językowe często stoją na drodze naszego rozwoju osobistego i zawodowego. Niemożność komunikacji powoduje frustrację i wyobcowanie, uniemożliwiając poczucie się jak w domu podczas życia za granicą... Jeśli chcesz zyskać pewność siebie w mówieniu po angielsku, radzić sobie z codziennymi sytuacjami bez wysiłku i wreszcie poczuć się swobodnie rozmawiając z native speakerami, moje zajęcia są dla Ciebie idealnym rozwiązaniem!",
	"contact_now": "Skontaktuj się teraz",
	"xp_years": "<span class=\"iconHighlight\">9+</span> lat doświadczenia",
	"xp_years_text": "w nauczaniu dorosłych",
	"lives_changed": "<span class=\"iconHighlight\">250+</span> zmienionych życiorysów",
	"lives_changed_text": "dzięki lepszej komunikacji w języku angielskim",
	"classes_given": "<span class=\"iconHighlight\">9000+</span> przeprowadzonych zajęć",
	"classes_given_text": "od 2015 roku",
	"finding_way": "Znajdźmy sposób, który jest dla Ciebie odpowiedni.",
	"finding_way_text": "Połączmy się podczas darmowej 60-minutowej rozmowy, aby omówić Twoje potrzeby językowe i oczekiwania. Razem zaplanujemy Twoją spersonalizowaną podróż z językiem angielskim, zaczynając właśnie tutaj!",
	"get_free_lesson": "Umów się na darmową lekcję próbną!",
	"keypoint_1_title": "Szyte na miarę",
	"keypoint_1_text": "Każde zajęcia są w 100% spersonalizowane - skupiamy się na tematach istotnych dla Twojego życia, dbając o to, by wyposażyć Cię w niezbędne słownictwo i struktury do radzenia sobie w sytuacjach, które możesz napotkać każdego dnia.",
	"keypoint_2_title": "Oparte na komunikacji",
	"keypoint_2_text": "Ponieważ mówienie jest najważniejszą umiejętnością w nauce języka, to właśnie na tym skupiamy się najbardziej. Każda lekcja opiera się na efektywnej komunikacji - dyskusjach, odgrywaniu ról, wyrażaniu opinii. Niezależnie od Twojego poziomu, mówimy od pierwszego dnia!",
	"keypoint_3_title": "Język życiowy - nie książkowy",
	"keypoint_3_text": "Skupiamy się wyłącznie na języku, który będzie naprawdę przydatny w Twoim codziennym życiu. Nie tracimy czasu na „standardowe\", „wygodne\" zagadnienia narzucane przez książki. To Twoje doświadczenia i potrzeby są naszym wyznacznikiem!",
	"keypoint_4_title": "Zaradność językowa",
	"keypoint_4_text": "Zamiast wkuwania miliona słów uczymy się jak operować słownictwem które już mamy i radzić sobie w codziennych sytuacjach.",
	"keypoint_5_title": "Metody przyjazne mózgowi",
	"keypoint_5_text": "Kurs opiera się na zasadach brain-friendly learning, wykorzystując metody przyjazne mózgowi. Dzięki temu nauka przebiega nie tylko szybciej, ale też jest bardziej efektywna i przyjemna.",
	"get_in_touch": "Skontaktuj się",
	"services_title": "Mów po angielsku. <span id=\"servicesHighlight\">Naturalnie.</span>",
	"services_text": "Oferuję szeroki zakres usług dopasowanych do Twoich konkretnych celów. Jestem również otwarta na stworzenie kursu na zamówienie, jeśli szukasz czegoś, co wykracza poza zakres poniższych usług!",
	"individual_classes_title": "Zajęcia indywidualne",
	"individual_classes_session": "60-minutowa sesja indywidualna<br><span class=\"price\">149 PLN</span>",
	"individual_classes_text": "Odpowiednie dla Ciebie, jeśli:<br><br>- Masz bardzo specyficzny, określony cel językowy (np. nowa praca, przeprowadzka do innego kraju, chcesz zacząć podróżować).<br>- Dopiero zaczynasz naukę języka i potrzebujesz solidnych podstaw, aby szybko poczuć się pewniej w komunikacji.<br>- Chcesz skupić się na wyzwaniach językowych, które są dla Ciebie kluczowe, w pełni dostosowanych do Twojego tempa nauki i stylu życia.",
	"group_sessions_title": "Zajęcia grupowe",
	"group_sessions_session": "60-minutowa sesja w małej grupie (2-6 osób)<br><span class=\"price\">79 PLN</span>",
	"group_sessions_text": "Odpowiednie dla Ciebie, jeśli:<br><br>- Masz komunikatywny poziom angielskiego i chcesz rozwijać swoje umiejętności poprzez rozmowy i interakcje z innymi uczestnikami.<br>- Twój cel językowy jest szerszy<br>- chcesz po prostu doskonalić swoje zdolności językowe, rozbudowywać słownictwo i pewność siebie w naturalnych, codziennych sytuacjach.<br>- Lubisz pracować w grupie i uczyć się poprzez wymianę doświadczeń oraz różnorodne punkty widzenia.",
	"language_consultation_title": "Konsultacja językowa",
	"language_consultation_session": "60-minutowa sesja coachingu językowego<br><span class=\"price\">169 PLN</span>",
	"language_consultation_text": "Odpowiednia dla Ciebie, jeśli:<br><br>- Jesteś samoukiem i potrzebujesz profesjonalnej porady, jak najlepiej zaplanować swoją naukę.<br>- Chcesz znaleźć odpowiednie materiały do nauki, takie jak strony internetowe, aplikacje, podcasty czy książki, które będą dopasowane do Twojego poziomu, stylu nauki oraz zainteresowań.<br>- Potrzebujesz motywacji lub wsparcia w zidentyfikowaniu obszarów do poprawy, aby przyspieszyć swoje postępy językowe.<br>- Masz konkretny problem językowy lub wątpliwości, które chciałbyś omówić i rozwiązać podczas konsultacji.",
	"job_interview_package_title": "Pakiet rozmowy kwalifikacyjnej",
	"job_interview_package_session": "3-godzinny pakiet, aby podnieść Twoje umiejętności mówienia na rozmowie kwalifikacyjnej<br><span class=\"price\">459 PLN</span>",
	"job_interview_package_text": "Pakiet zawiera:<br><br>- Briefing wstępny<br>- 30-minutową konsultację przed rozpoczęciem kursu, aby omówić szczegóły pracy i dostosować kurs do Twoich konkretnych potrzeb.<br>- 3 lekcje obejmujące kluczowe aspekty rozmowy kwalifikacyjnej dostosowane do stanowiska, na które aplikujesz.<br>- Spersonalizowane materiały PDF: wyrażenia, wskazówki, artykuły, filmy i inne.<br>- Dostosowane zadania domowe mające na celu ułatwienie zrozumienia materiału.<br>- Odgrywanie ról.<br>- Informacje zwrotne i wskazówki dotyczące Twoich umiejętności prezentacji i komunikacji.",
	"travel_package_title": "Pakiet podróżny",
	"travel_package_session": "4-godzinny pakiet, aby przygotować Cię na wyzwania językowe za granicą<br><span class=\"price\">559 PLN</span>",
	"travel_package_text": "Pakiet zawiera:<br><br>- Briefing wstępny<br>- 30-minutową konsultację przed rozpoczęciem kursu, aby zebrać wszystkie szczegóły dotyczące Twojej podróży i pomóc mi zaprojektować lekcje idealnie dopasowane do Twoich potrzeb.<br>- Spersonalizowane lekcje skupiające się na tematach związanych z podróżą do kraju, który odwiedzasz, pozwalające Ci łatwiej i pewniej poruszać się w nowym środowisku.<br>- Kompleksowe materiały zawierające praktyczne zwroty i podstawowe słownictwo podróżnicze, obejmujące kluczowe sytuacje, takie jak na lotnisku, w hotelach, restauracjach, wypożyczalniach samochodów i nie tylko.<br>- Dostosowane zadania domowe zaprojektowane w celu utrwalenia tego, czego nauczyłeś się podczas naszych zajęć i wsparcia Twojej samodzielnej nauki.<br>- Angażujące scenariusze odgrywania ról, które imitują sytuacje z życia codziennego, umożliwiające Ci stawienie czoła wszelkim wyzwaniom językowym, które możesz napotkać po drodze.",
	"moving_abroad_package_title": "Pakiet przeprowadzki za granicę",
	"moving_abroad_package_session": "4-godzinny pakiet, aby z większą pewnością stawiać pierwsze kroki w nowym kraju<br><span class=\"price\">559 PLN</span>",
	"moving_abroad_package_text": "Pakiet zawiera:<br><br>- Briefing wstępny<br>- 30-minutową rozmowę, podczas której rozmawiamy o szczegółach Twojej przeprowadzki, co pozwala mi w pełni dostosować lekcje pakietu do Twoich potrzeb.<br>- Podstawowe słownictwo i struktury do szukania i wynajmu mieszkania, poruszania się w procesach administracyjnych i odnajdywania drogi w nowym mieście.<br>- Spersonalizowane materiały PDF dostosowane do Twojej nowej, unikalnej sytuacji życiowej i potrzeb.<br>- Pogłębione zadania domowe zaprojektowane w celu utrwalenia Twojej wiedzy i zapoznania Cię z kontekstem nowego kraju poprzez filmy i artykuły.<br>- Ćwiczenia odgrywania ról, które przygotowują Cię na wyzwania językowe, z którymi spotkasz się w pierwszych dniach życia za granicą.",
	"who_am_i_title": "Kim jestem?",
	"who_am_i_text": "Nazywam się Joanna Słupek i jestem taka jak Ty - również podjęłam wyzwanie przeprowadzki do obcego kraju (krajów) ;) Ale zacznijmy od początku. Pochodzę z Rzeszowa, ale połowę swojego dorosłego życia spędziłam za granicą. Nauczanie (i uczenie się) to moja wielka pasja, która zaczęła się podczas studiów z nauczania języka angielskiego jako obcego w 2016 roku. Uwielbiam zgłębiać tematy neurodydaktyki i psychologii uczenia się. Uważam się za osobę uczącą się przez całe życie; nieustannie rozwijam swój francuski, hiszpański i oczywiście angielski (nigdy nie przestawaj się uczyć!). Moją specjalnością jest nauczanie dorosłych - prowadziłam zajęcia w międzynarodowych firmach. Obecnie prowadzę własną działalność, w ramach której pomagam ludziom zyskać pewność siebie w mówieniu po angielsku w codziennych sytuacjach.",
	"customer_name_1": "Jan",
	"customer_review_1": "CHANGEME",
	"customer_name_2": "Paweł",
	"customer_review_2": "CHANGEME",
	"customer_name_3": "Jerzy",
	"customer_review_3": "CHANGEME",
	"customer_name_4": "Ryszard",
	"customer_review_4": "CHANGEME",
	"free_lesson_title": "Wynieśmy Twój <span class=\"freeLessonHighlight\">angielski</span> na <span class=\"freeLessonHighlight\">wyższy poziom</span> - poziom życia codziennego.",
	"free_lesson_heading": "Spotkajmy się na darmowej, indywidualnej lekcji próbnej!",
	"free_lesson_text": "Przez godzinę porozmawiamy o Twoich celach językowych, potrzebach i codziennym życiu.<br><br>Pokażę Ci moje metody nauczania i jak naprawdę wyglądają lekcje ze mną.<br><br>Porozmawiamy trochę po angielsku - o ile czujesz się z tym komfortowo. Nie ma presji na podjęcie ostatecznej decyzji na miejscu - to okazja, aby zobaczyć, czy Twoje oczekiwania i mój styl nauczania dobrze do siebie pasują! Jesteś gotowy?",
	"faq_title": "CHANGEME",
	"faq_question_1": "CHANGEME",
	"faq_answer_1": "CHANGEME",
	"faq_question_2": "CHANGEME",
	"faq_answer_2": "CHANGEME",
	"faq_question_3": "CHANGEME",
	"faq_answer_3": "CHANGEME",
	"faq_question_4": "CHANGEME",
	"faq_answer_4": "CHANGEME",
	"faq_question_5": "CHANGEME",
	"faq_answer_5": "CHANGEME",

	"contact_name": "Imię:",
	"contact_email": "E-mail:",
	"contact_message": "Wiadomość:",
	"contact_send": "Wyślij",

	"method_hero_title" : "CHANGEME",
	"method_hero_text" : "CHANGEME",
	"block1_subtitle": "No Program. More Freedom.",
	"block1_title": "I.",
    "block1_text": "Nie działamy na bazie żadnej konkretnej książki – nie ograniczają nas żadne konteksty, tematy i struktury narzucane przez dane wydawnictwo. W SOUND English tworzę materiały dostosowane do twoich potrzeb. To MY wspólnie stwarzamy kontekst, który jest Ciebie najbardziej użyteczny, inspirując się sytuacjami, które autentycznie mogą Ci się przytrafić. Cały kurs przygotowuję indywidualnie pod Twoje potrzeby oraz poziom a po kazdych zajeciach otrzymujesz ode mnie spersonalizowane zadanie domowe które pozwolic ci nie tylko utrwalić slownictwo i wiedzę zdobyta podczas naszych zajęć, ale także mieć codzienną dozę angielskiego, niezbędną by efektywnie rozwijać swoje umiejętności.",
	"block2_title": "II.",
	"block2_subtitle": "Oral & Conversational.",
    "block2_text": "Mowimy juz od pierwszych zajęć. Lekcje bazuję na konwersacji — co jednak jest ważne, na konwersacji celowej i wspartej analizą błędów. Tak, analizą – bo gdy wiemy, skąd się dany błąd wywodzi, to nasza głowa dużo lepiej to zapamiętuje! Ponadto, dyskutujemy na tematy związane z Twoimi zainteresowaniami, pracą i życiem – w końcu to właśnie o takich sprawach będziesz kiedyś wyrażał swoja opinie w dyskusjach z anglojęzycznymi współpracownikami czy znajomymi.",
	"block3_title": "III.",
	"block3_subtitle": "Role-plays are fun...",
    "block3_text": "... and useful, czyli przygotowanie do realnych, życiowych wyzwań językowych poprzez odgrywanie rożnych sytuacji na naszych zajęciach. Może czeka cię rozmowa kwalifikacyjna w nowym kraju, oglądanie mieszkania na wynajem czy zapytanie o drogę. Możemy sobie tą sytuacje odtwarzać w głowie 15 razy ale dopoki nie jestesmy z nią bezpośrednio skonfrontowani nie wiemy, o naszych brakach językowych. Dlatego na moich zajęciach stawiam na praktykę – odgrywamy różne scenariusze, co pozwala nabrać płynności lingwistycznej w prawdziwych sytuacjach a także zgromadzić typowe dla tej okoliczności słownictwo i naturalne reakcje językowe.",
	"block4_title": "IV.",
	"block4_subtitle": "Work around it.",
    "block4_text": "Płynne mówienie w języku którego się uczymy jest często błędnie kojarzone ze znajomością 100% słów. Absolutnie nie. Mówienie płynnie to wcale nie znajomość całego słownika Cambridge, ale raczej umiejętność gładkiego ‘’obejścia’’ czy wytłumaczenia frazy, czy słowa, które w tej sekundzie nie przychodzi mi do głowy. Nawet w języku polskim czasami słowo nam ‘’ucieknie’’ i nie chce zejść z ‘’końca języka’’ – po polsku nie panikujemy, nie czujemy się zakłopotani ani oceniani. I to jest właśnie naturalność językowa. Nad tym również będziemy pracować na naszych zajęciach – nie tylko jak znać jak największa ilość słów, ale jak manewrować zasobem, który już posiadamy.",
	"block5_title": "V.",
	"block5_subtitle": "Don’t learn it—understand it.",
    "block5_text": "Gramatyka będąca często zmorą i największym czynnikiem zniechęcającym uczniów, nagle nie jest już taka straszna. Bo gramatyka angielska jest bardzo logiczna i poukładana – szkoda tylko, że szkolne książki zamiast wytłumaczyć logikę, zasypują nas długimi skomplikowanymi zasadami, które wydawałoby się trzeba wykuć na blachę by kiedykolwiek mówić poprawnie gramatycznie. Otóż nie. Ze mną skupimy się wyłącznie na niezbędnych elementach gramatycznych, takie które zapewnią Ci szybko komunikatywność językowa i zapobiegną nieporozumieniom na tle lingwistycznym. Będziemy się uczyć przez ZROZUMIENIE mechanizmu języka oraz odnajdywanie punktów wspólnych, dzięki czemu nasz mózg, który jest niejako stworzony do nauki języka, dużo łatwiej zapamięta i będzie używał nowych struktur.",
	"block6_title": "VI.",
	"block6_subtitle": "Grow into an independent speaker.",
    "block6_text": "Nie będziemy wyłącznie uczyć się języka – będziemy dążyć do całkowitej niezależności językowej. Gdy skończysz nasz kurs, będziesz wiedział nie tylko, jak pewnie poruszać się w codziennych sytuacjach, ale także, jak samodzielnie rozwijać swoje umiejętności językowe w sposób przyjazny dla mózgu.",

    "about_hero_title": "Skąd się tu wziełam?",
    "about_hero_text": "Po ukończeniu anglistyki w 2017 roku, mimo że miałam już dwa lata doświadczenia w udzielaniu korepetycji oraz nauczaniu w szkole, zdecydowałam się „rzucić wszystko” i wyjechać do Anglii. Powód? Chęć zobaczenia kawałka świata, doskonalenie języka, otwarcie umysłu. I tak też się stało – przez trzy lata mieszkania w Londynie na nowo zakochałam się w języku angielskim. Stał się on dla mnie językiem, w którym najłatwiej wyrażałam siebie, a moje umiejętności konwersacyjne rozwijały się nie tylko w środowisku pracy, ale także, a może nawet przede wszystkim, w sytuacjach towarzyskich.<br><br>To właśnie wtedy, pijąc angielskie piwo w londyńskich pubach, zaczęłam dostrzegać różnicę między edukacją językową a rzeczywistością – akademicki, książkowy angielski, którego uczymy się na studiach, zupełnie nie odpowiada codziennej komunikacji, a ja, pomimo lat studiów, nie czułam się tak swobodnie, jakby się spodziewano.<br><br>Od tamtego czasu moją misją życiową stało się nauczanie angielskiego w sposób praktyczny, funkcjonalny, użytkowy – w końcu język to po prostu narzędzie. Z moimi uczniami skupiam się na ich życiu, sytuacjach, które mogą napotkać w realnym życiu, stroniąc z dala od książkowych regułek i długich list słówek tylko po to, by zaliczyć kolejny rozdział książki.<br><br>Po powrocie do Polski zaczęłam pracę w szkole językowej, która specjalizowała się w kursach z zakresu Business English oraz General English w międzynarodowych firmach. Dzięki temu zdobyłam szeroką wiedzę i doświadczenie w nauczaniu dorosłych, a także nieustannie rozwijałam swoje umiejętności w zakresie języka biznesowego. Następnie po raz kolejny opuściłam Polskę i zamieszkałam we Francji, nie znając ani jednego słowa po francusku.<br><br>Rzeczywistość szybko mi uświadomiła, jak trudno jest żyć w kraju, którego języka się nie zna. Ciągłe poleganie na innych, zagubienie, brak kontroli, gdzie nawet najprostsze, codzienne sytuacje urastały do rangi ogromnych wyzwań. Wtedy ponownie wskoczyłam w buty ucznia i rozpoczęłam naukę francuskiego od zera.<br><br>To doświadczenie pozwoliło mi zrozumieć, z jakimi trudnościami borykają się moi uczniowie na co dzień. Jakie sytuacje mogą stanowić problem, jak istotne jest wyrażenie siebie w sposób zrozumiały. Dzięki samodzielnej nauce, metodą prób i błędów (a także wsparciu mądrych książek na temat tego, jak nasz mózg przyswaja informacje), opracowałam skuteczne techniki samodzielnej nauki, którymi teraz dzielę się z moimi uczniami. Proces ten dał mi również głębsze zrozumienie nauki języka z perspektywy ucznia.<br><br>Obecnie kontynuuję swój rozwój językowy – mimo iż to angielski jest językiem, którym porozumiewam się na co dzień w pracy, domu i z przyjaciółmi, intensywnie rozwijam swój francuski oraz hiszpański.",
    "about_method_title": "CHANGEME",
    "about_method_text": "CHANGEME",
    "about_contact_title": "czyli sprawdźmy czy jest dobry feeling ;)",
    "about_contact_text": "<br>Relacja pomiędzy uczniem i nauczycielem to coś więcej, niż czysta wymiana opłaty za wykonana usługę. Współpraca często trwa miesiącami, jak nie latami, a od jakości tej relacji zależy w dużej mierze progress ucznia. Dlatego też u mnie masz możliwość 30-minutowej, darmowej lekcji próbnej, która służy nam obojgu; ja mogę zobaczyć twój poziom, porozmawiać o celach i formacie kursu, ty natomiast możesz zobaczyć mój styl nauki. Oboje możemy stwierdzić, czy „it feels right”, czy jest dobre porozumienie pomiędzy nami i odpowiedni flow. Jeśli jak najbardziej się zgadza – możemy wtedy ustalać terminy i szczegóły współpracy."
}